<?php

// Heading
$_['heading_title']                  = 'Оформление заказа';
$_['heading_login_block']            = 'Авторизация';
$_['heading_user_block']             = 'Информация о клиенте';
$_['heading_payment_block']          = 'Способы оплаты';
$_['heading_shipping_block']         = 'Способы доставки';
$_['heading_cart_block']             = 'Корзина покупок';
$_['heading_adress_block']           = 'Адрес доставки';
$_['heading_shipping_country_block'] = 'Выберите регион';

// Button
$_['button_checkout']                = 'Оформить заказ';

// Text
$_['text_loading']                   = 'Загрузка...';
$_['text_day']                       = 'день';
$_['text_week']                      = 'неделя';
$_['text_semi_month']                = 'полумесяц';
$_['text_month']                     = 'месяц';
$_['text_year']                      = 'год';
$_['text_your_details']              = 'Ваши данные';
$_['text_your_address']              = 'Адрес';
$_['text_shipping_method']           = 'Выберите удобный способ доставки для данного заказа';
$_['text_payment_method']            = 'Выберите способ оплаты для данного заказа';
$_['text_forgotten']                 = 'Забыли пароль?';
$_['text_address_new']               = 'Хочу добавить и использовать новый адрес';
$_['text_next']                      = 'Что бы вы хотели сделать далее?';
$_['text_next_choice']               = 'Если у вас есть код купона на скидку или бонусные баллы, которые вы хотите использовать, выберите соответствующий пункт ниже.';
$_['text_agree']                     = 'Я прочитал <a href="%s" class="agree"><b>%s</b></a> и согласен с условиями';
$_['text_points']                    = 'Бонусные баллы: %s';
$_['text_items']                     = 'Товаров %s  (%s)';
$_['text_trial_description']         = 'Стоимость: %s; Периодичность: %d %s; Количество платежей: %d;  Далее,  ';
$_['text_payment_description']       = 'Стоимость: %s; Периодичность: %d %s; Количество платежей: %d';
$_['text_payment_cancel']            = 'Стоимость: %s; Периодичность: %d %s; Количество платежей: до отмены';
$_['text_empty']                     = 'Ваша корзина пуста!';
$_['text_registered']                = 'Я зарегистрирован';
$_['text_comments']                  = 'Комментарий';
$_['text_register']                  = 'Я хочу зарегистрироваться';
$_['text_weight']                    = 'Вес вашего заказа';
$_['text_have_account']              = 'Я уже зарегистрирован в магазине';
$_['text_order_weight']              = 'Вес заказа';
$_['text_no_call']                   = 'Не звоните мне, я уверен в заказе';
$_['text_telegram_viber_contact']    = 'Связаться через мессенджеры (Telegram, Viber и другие)';
$_['free_shipping_from']             = 'До бесплатной доставки осталось: %s';
$_['free_shipping_get']              = '<a onclick="scrollToFreeShipping();">Поздравляем! У вас бесплатная доставка.</a>';
$_['text_generate_password']         = 'Сгенерировать пароль';
$_['text_copy_password']             = 'Скопировать пароль';
$_['text_copy_success']              = 'Пароль скопирован';
$_['text_recommended_products']      = 'Рекомендуемые товары';
$_['text_shipping_address']          = 'Адрес доставки';
$_['text_set_default_address']       = 'Установить адрес по умолчанию';
$_['text_login']                    = '<p><b>Внимание! Цены доступны только после авторизации.</b><br> Если у вас уже есть учетная запись, пожалуйста, <a class="blue-link" onclick="octPopupLogin();">авторизуйтесь</a>. <br>Если вы новый покупатель, пожалуйста, <a class="blue-link" href="%s">зарегистрируйтесь</a>.</p>';

// Entry
$_['entry_email']                    = 'E-Mail';
$_['entry_firstname']                = 'Имя';
$_['entry_lastname']                 = 'Фамилия';
$_['entry_telephone']                = 'Телефон';
$_['entry_fax']                      = 'Факс';
$_['entry_address']                  = 'Ваши адреса';
$_['entry_company']                  = 'Компания';
$_['entry_customer_group']           = 'Группа покупателя';
$_['entry_address_1']                = 'Адрес';
$_['entry_address_2']                = 'Адрес 2';
$_['entry_postcode']                 = 'Индекс';
$_['entry_city']                     = 'Город';
$_['entry_country_id']               = 'Страна';
$_['entry_zone_id']                  = 'Регион / Область';
$_['entry_comment']                  = 'Комментарий';
$_['entry_password']                 = 'Пароль';
$_['entry_confirm']                  = 'Подтверждение пароля';
$_['entry_voucher']                  = 'Введите код сертификата';
$_['entry_coupon']                   = 'Введите код купона';
$_['entry_reward']                   = 'Доступно для применения (максимум %s)';
$_['entry_coupon_title']             = 'Использовать купон для получения скидки';
$_['entry_voucher_title']            = 'Использовать подарочный сертификат';
$_['entry_reward_title']             = 'Использовать бонусные баллы (доступно %s)';

// Column
$_['column_image']                   = 'Изображение';
$_['column_name']                    = 'Наименование';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Количество';
$_['column_price']                   = 'Цена за шт.';
$_['column_total']                   = 'Всего';
$_['column_remove']                  = 'Удалить';

// Error
$_['error_method_not_allowed']       = 'недоступен с этим способом доставки!';
$_['error_password']                 = 'Пароль должен содержать от 3 до 20 символов!';
$_['error_field']                    = 'Это поле обязательно для заполнения!';
$_['error_firstname']                = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname']                 = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']                    = 'Введен неверный адрес электронной почты!';
$_['error_telephone']                = 'Номер телефона должен содержать от 3 до 32 символов!';
$_['error_address_1']                = 'Адрес должен содержать от 3 до 128 символов!';
$_['error_address_2']                = 'Адрес 2 должен содержать от 3 до 128 символов!';
$_['error_address']                  = 'Пожалуйста, выберите адрес!';
$_['error_fax']                      = 'Факс должен содержать от 3 до 32 символов!';
$_['error_comment']                  = 'Комментарий должен содержать от 3 до 500 символов!';
$_['error_company']                  = 'Название компании должно содержать от 2 до 128 символов!';
$_['error_city']                     = 'Название города должно содержать от 2 до 128 символов!';
$_['error_postcode']                 = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_country_id']               = 'Пожалуйста, выберите страну!';
$_['error_zone_id']                  = 'Пожалуйста, выберите регион / область!';
$_['error_agree']                    = 'Предупреждение: Вы должны согласиться с %s!';
$_['error_shipping']                 = 'Предупреждение: Требуется выбрать способ доставки!';
$_['error_no_shipping']              = 'Предупреждение: Нет доступных вариантов доставки. Пожалуйста, <a href="%s">свяжитесь с нами</a> для помощи!';
$_['error_payment']                  = 'Предупреждение: Требуется выбрать способ оплаты!';
$_['error_no_payment']               = 'Предупреждение: Нет доступных способов оплаты. Пожалуйста, <a href="%s">свяжитесь с нами</a> для помощи!';
$_['error_stock']                    = 'Товары, отмеченные ***, отсутствуют в необходимом количестве или отсутствуют на складе!';
$_['error_minimum']                  = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_attempts']                 = 'Предупреждение: Вы превысили максимальное количество попыток входа в систему. Пожалуйста, попробуйте снова через 1 час';
$_['error_login']                    = 'Ошибка: Неправильный адрес электронной почты и / или пароль.';
$_['error_approved']                 = 'Предупреждение: Ваш аккаунт требует подтверждения перед тем, как вы сможете войти.';
$_['error_custom_field']             = '%s обязательно!';
$_['error_exists']         			 = 'Ошибка: Этот адрес электронной почты уже зарегистрирован!';
$_['error_minimum_sum']              = 'Минимальная сумма заказа составляет %s!';
$_['error_valid_email']				 = 'Введен некорректный адрес электронной почты!';