<?php

// Default email template
$_['default_email_subject']       = 'Пожалуйста, поделитесь своим отзывом о вашем заказе';
$_['default_sms_template']        = 'Здравствуйте, [customer_name]![br]Ранее вы заказывали у нас товар(ы): [products][br]Будем очень благодарны за честный отзыв';
$_['default_email_template']      = '<p>Здравствуйте, [customer_name]!</p><p>Мы надеемся, что вам понравились товар(ы), которые вы заказали в заказе №[order_id]. </p><p>Мы будем очень благодарны, если вы найдете время оставить отзыв:</p><p>[products]</p><p>Чтобы оставить отзыв, перейдите по этой ссылке: <a target="_blank" href="[review_link]">Оставить отзыв</a></p><p>С уважением, администрация магазина [store]</p><p>Спасибо за ваше внимание и желаем вам приятного дня!</p>';
$_['default_email_template_multiple']      = '<p>Здравствуйте, [customer_name]!</p><p>Мы надеемся, что вам понравились товар(ы), которые вы заказали в заказе №[order_id]. </p><p>Мы будем очень благодарны, если вы найдете время оставить отзыв.</p><p>Чтобы оставить отзыв, перейдите по ссылке: </p><p>[products]</p><p>С уважением, администрация магазина [store]</p><p>Спасибо за ваше внимание и желаем вам приятного дня!</p>';