<?php

// Default email template
$_['default_email_subject']       = 'Будь ласка, поділіться своїм відгуком про ваше замовлення';
$_['default_sms_template']        = 'Вітаємо, [customer_name]![br]Раніше ви замовляли у нас товар(и):[br][products]Будемо дуже вдячні за чесний відгук.';
$_['default_email_template']      = '<p>Вітаємо, [customer_name]!</p><p>Ми сподіваємося, що вам сподобалися товар(и), які ви замовили у замовленні №[order_id]. </p><p>Ми будемо дуже вдячні, якщо ви знайдете час залишити відгук:</p><p>[products]</p><p>Для того, щоб залишити відгук, перейдіть за цим посиланням: <a target="_blank" href="[review_link]">Залишити відгук</a></p><p>З повагою, адміністрація магазину [store]</p><p>Дякуємо за вашу увагу та бажаємо приємного дня!</p>';
$_['default_email_template_multiple']      = '<p>Вітаємо, [customer_name]!</p><p>Ми сподіваємося, що вам сподобалися товар(и), які ви замовили у замовленні №[order_id]. </p><p>Ми будемо дуже вдячні, якщо ви знайдете час залишити відгук.</p><p>Для того, щоб залишити відгук, перейдіть за посиланням: </p><p>[products]</p><p>З повагою, адміністрація магазину [store]</p><p>Дякуємо за вашу увагу та бажаємо приємного дня!</p>';